tap "homebrew/bundle"
brew "age"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "curl"
brew "diff-so-fancy" # Beautiful git diff, required by config
brew "fd" # Modern find replacement
brew "figlet"
brew "fx" # terminal json viewer
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-cola"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpg-tui"
brew "htop"
brew "httpie"
brew "jq"
brew "macvim"
brew "mas"
brew "mkcert"
brew "neovim"
brew "node"
brew "ondir"
brew "pnpm"
brew "pre-commit"
brew "qpdf"
brew "ripgrep"
brew "rsync"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "toilet"
brew "tre-command"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "audacity"
cask "betterdisplay"
cask "discord"
cask "elgato-control-center"
cask "espanso"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "foobar2000"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lulu"
cask "lunacy"
cask "macvim"
cask "meetingbar"
cask "menumeters"
cask "monitorcontrol"
cask "muzzle"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "rocket"
cask "scroll-reverser"
cask "syncthing"
cask "textual"
cask "todoist"
cask "utm"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
